Repository: RonieSam/Leaf-Smart-final
Catalog: lib/l10n/app_*.arb
Languages: ta

# appTitle
source: LeafSmart
ta: லீஃப்ஸ்மார்ட்

source: Settings
ta: அமைப்புகள்

# settingsTitle
source: Settings
ta: அமைப்புகள்

source: Dark Mode
ta: இருண்ட பயன்முறை

# darkModeSubtitle
source: Enable dark theme across the app
ta: பயன்பாட்டில் இருண்ட தீம் இயக்கு

source: About LeafSmart
ta: லீஃப்ஸ்மார்ட் பற்றி

source: Version
ta: பதிப்பு

source: Preferences
ta: விருப்பங்கள்

source: App Information
ta: பயன்பாட்டு தகவல்

source: Disease Detection
ta: நோய் கண்டறிதல்

source: Weed Identification
ta: களை அடையாளம்

source: Treatment Recommendations
ta: சிகிச்சை பரிந்துரைகள்

source: Expert Consultation
ta: நிபுணர் ஆலோசனை

source: Fertilizer Calculator
ta: உர கணிப்பான்

source: Plant Care Tips
ta: தாவர பராமரிப்பு குறிப்புகள்

source: Buying Fertilizers
ta: உரங்கள் வாங்குதல்

source: Market Connect
ta: சந்தை இணைப்பு

source: Soil Health Analysis
ta: மண் ஆரோக்கியம் பகுப்பாய்வு

source: Weather Forecast
ta: வானிலை முன்னறிவிப்பு

source: Farm Activity Log
ta: பண்ணை செயல்பாடு பதிவு

source: Financial Management
ta: நிதி மேலாண்மை

source: Language
ta: மொழி

source: Profile
ta: சுயவிவரம்
